Repository: toneloc/stable-channels
Catalog: ios/StableChannels/StableChannels/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, pt_br, ru, zh_hans

# info_close_pending_confirmation
source: Channel closing - will appear on explorer after confirmation
ar: إغلاق القناة - سيظهر على المستكشف بعد التأكيد
bn: চ্যানেল বন্ধ হচ্ছে - নিশ্চিতকরণের পরে এক্সপ্লোরারে দেখা যাবে
de: Kanal schließt - erscheint nach Bestätigung im Explorer
es: Cerrando el canal - aparecerá en el explorador tras la confirmación
fr: Fermeture du canal - apparaîtra sur l'explorateur après confirmation
hi: चैनल बंद हो रहा है - पुष्टि के बाद एक्सप्लोरर पर दिखेगा
ja: チャネルを閉じています - 確認後にエクスプローラーに表示されます
pt_br: Fechando o canal - aparecerá no explorador após a confirmação
ru: Канал закрывается — появится в обозревателе после подтверждения
zh_hans: 通道正在关闭 - 确认后将出现在区块浏览器上

# info_fee_approx
source: Fee: ~
ar: الرسوم: ~
bn: ফি: ~
de: Gebühr: ~
es: Tarifa: ~
fr: Frais : ~
hi: शुल्क: ~
ja: 手数料: ~
pt_br: Taxa: ~
ru: Комиссия: ~
zh_hans: 预估费用：~

# info_first_payment
source: Make your first payment to activate the channel
ar: قم بإجراء الدفعة الأولى لتنشيط القناة
bn: চ্যানেলটি সক্রিয় করতে আপনার প্রথম পেমেন্ট করুন
de: Machen Sie Ihre erste Zahlung, um den Kanal zu aktivieren
es: Haz tu primer pago para activar el canal
fr: Effectuez votre premier paiement pour activer le canal
hi: चैनल सक्रिय करने के लिए अपना पहला भुगतान करें
ja: 最初の支払いを行ってチャネルをアクティブにする
pt_br: Faça seu primeiro pagamento para ativar o canal
ru: Сделайте свой первый платеж, чтобы активировать канал
zh_hans: 进行您的首次付款以激活通道

# info_funds_arrive_onchain
source: Funds arrive after 1 onchain confirmation
ar: تصل الأموال بعد تأكيد 1 على السلسلة
bn: তহবিল ১টি অন-চেইন নিশ্চিতকরণের পর পৌঁছাবে
de: Geld kommt nach 1 On-Chain-Bestätigung an
es: Los fondos llegan después de 1 confirmación on-chain
fr: Les fonds arrivent après 1 confirmation on-chain
hi: फंड 1 ऑन-चेन पुष्टि के बाद पहुंचते हैं
ja: 資金はオンチェーンで1回の確認後に到着します
pt_br: Os fundos chegam após 1 confirmação on-chain
ru: Средства поступят после 1 подтверждения on-chain
zh_hans: 资金将在 1 个链上确认后到达

# info_no_channel
source: No channel open yet.
ar: لم يتم فتح أي قناة بعد.
bn: এখনো কোনো চ্যানেল খোলা হয়নি।
de: Noch kein Kanal geöffnet.
es: No se ha abierto un canal todavía.
fr: Aucun canal ouvert pour le moment.
hi: अभी तक कोई चैनल नहीं खुला है।
ja: まだチャネルが開かれていません。
pt_br: Nenhum canal aberto ainda.
ru: Каналы пока не открыты.
zh_hans: 尚未开启通道。

# info_node_id
source: Your node's public key. Share this to receive Lightning payments.
ar: المفتاح العام للعقدة الخاصة بك. شاركه لتلقي مدفوعات لايتنينج.
bn: আপনার নোডের পাবলিক কী। লাইটনিং পেমেন্ট গ্রহণ করতে এটি শেয়ার করুন।
de: Der öffentliche Schlüssel Ihres Knotens. Teilen Sie ihn, um Lightning-Zahlungen zu erhalten.
es: La clave pública de tu nodo. Compártela para recibir pagos Lightning.
fr: La clé publique de votre nœud. Partagez-la pour recevoir des paiements Lightning.
hi: आपके नोड की सार्वजनिक कुंजी। भुगतान प्राप्त करने के लिए इसे साझा करें।
ja: ノードの公開鍵。Lightningの支払いを受け取るためにこれを共有します。
pt_br: A chave pública do seu nó. Compartilhe-a para receber pagamentos Lightning.
ru: Публичный ключ вашего узла. Поделитесь им для получения платежей Lightning.
zh_hans: 您节点的公钥。分享此密钥以接收闪电网络付款。

# info_notifications_needed
source: Enable notifications to receive payment alerts
ar: تفعيل الإشعارات لتلقي تنبيهات الدفع
bn: পেমেন্ট অ্যালার্ট পেতে নোটিফিকেশন সক্রিয় করুন
de: Aktivieren Sie Benachrichtigungen, um Zahlungswarnungen zu erhalten
es: Habilita notificaciones para recibir alertas de pago
fr: Activez les notifications pour recevoir des alertes de paiement
hi: भुगतान अलर्ट प्राप्त करने के लिए सूचनाएं सक्षम करें
ja: 支払い通知を受け取るには通知を有効にしてください
pt_br: Ative as notificações para receber alertas de pagamento
ru: Включите уведомления, чтобы получать оповещения о платежах
zh_hans: 启用通知以接收付款提醒

# info_pending_trade
source: Trade pending — check back soon
ar: التداول معلق — تحقق مرة أخرى قريبًا
bn: ট্রেড অপেক্ষমান — শীঘ্রই আবার চেক করুন
de: Auftrag ausstehend — überprüfen Sie es bald wieder
es: Operación pendiente — compruébalo pronto
fr: Transaction en attente — vérifiez bientôt
hi: ट्रेड लंबित है — जल्द ही वापस जांचें
ja: 取引は保留中です — すぐに確認してください
pt_br: Negociação pendente — verifique novamente em breve
ru: Сделка в ожидании — проверьте позже
zh_hans: 交易处理中 — 请稍后查看

# info_push_connectivity
source: Your device maintains a persistent connection to receive incoming payments and stability updates.
ar: يحافظ جهازك على اتصال دائم لتلقي المدفوعات الواردة وتحديثات الاستقرار.
bn: আপনার ডিভাইসটি ইনকামিং পেমেন্ট এবং স্থিতিশীলতা আপডেটগুলি গ্রহণ করতে একটি অবিচ্ছিন্ন সংযোগ বজায় রাখে।
de: Ihr Gerät behält eine ständige Verbindung bei, um Zahlungen und Updates zu erhalten.
es: Tu dispositivo mantiene una conexión constante para recibir pagos y actualizaciones.
fr: Votre appareil maintient une connexion persistante pour recevoir les paiements et les mises à jour.
hi: आपका डिवाइस आने वाले भुगतान प्राप्त करने के लिए कनेक्शन बनाए रखता है।
ja: お使いのデバイスは、支払いと安定性の更新を受信するために永続的な接続を維持します。
pt_br: Seu dispositivo mantém uma conexão persistente para receber pagamentos e atualizações de estabilidade.
ru: Ваше устройство поддерживает постоянное соединение для получения платежей и обновлений.
zh_hans: 您的设备保持持久连接，以接收付款和稳定性更新。

# info_push_description
source: Background payments and stability updates
ar: المدفوعات في الخلفية وتحديثات الاستقرار
bn: ব্যাকগ্রাউন্ড পেমেন্ট এবং স্থিতিশীলতা আপডেট
de: Hintergrundzahlungen und Stabilitätsupdates
es: Pagos en segundo plano y actualizaciones
fr: Paiements en arrière-plan et mises à jour
hi: बैकग्राउंड भुगतान और स्थिरता अपडेट
ja: バックグラウンドでの支払いと安定性の更新
pt_br: Pagamentos em segundo plano e atualizações
ru: Фоновые платежи и обновления стабильности
zh_hans: 后台付款和稳定性更新

# info_restore
source: Restore will stop your current node and start fresh.
ar: الاستعادة ستوقف العقدة الحالية الخاصة بك وتبدأ من جديد.
bn: পুনরুদ্ধার আপনার বর্তমান নোড বন্ধ করবে এবং নতুন করে শুরু করবে।
de: Die Wiederherstellung stoppt Ihren aktuellen Knoten und startet einen neuen.
es: La restauración detendrá el nodo actual y empezará uno nuevo.
fr: La restauration arrêtera votre nœud actuel et en démarrera un nouveau.
hi: पुनर्स्थापना आपके वर्तमान नोड को रोक देगी और नया शुरू करेगी।
ja: 復元すると、現在のノードが停止し、新しいノードが開始されます。
pt_br: A restauração interromperá o nó atual e iniciará um novo.
ru: Восстановление остановит ваш текущий узел и запустит новый.
zh_hans: 恢复操作将停止您当前的节点并重新启动。

# info_seed_unavailable
source: Seed unavailable
ar: الكلمات (Seed) غير متوفرة
bn: সীড উপলব্ধ নেই
de: Seed nicht verfügbar
es: Semilla no disponible
fr: Graine non disponible
hi: सीड अनुपलब्ध
ja: シードは利用できません
pt_br: Semente Indisponível
ru: Seed-фраза недоступна
zh_hans: 助记词不可用

# info_self_custody
source: Stable Channels is a self-custodial wallet. You control your private keys. Third parties do not custody, access, or freeze your funds.
ar: Stable Channels هي محفظة بالاستضافة الذاتية. أنت تتحكم في مفاتيحك الخاصة.
bn: Stable Channels একটি স্ব-হেফাজত ওয়ালেট। আপনি আপনার ব্যক্তিগত কীগুলি নিয়ন্ত্রণ করেন। তৃতীয় পক্ষ আপনার তহবিল হেফাজত, অ্যাক্সেস বা ফ্রিজ করে না।
de: Stable Channels ist eine selbstverwaltete Wallet. Sie kontrollieren Ihre Schlüssel.
es: Stable Channels es una billetera de auto-custodia. Tú controlas tus claves privadas.
fr: Stable Channels est un portefeuille auto-hébergé.
hi: स्टेबल चैनल्स एक स्व-अभिरक्षा वॉलेट है। आप अपनी निजी कुंजियों को नियंत्रित करते हैं।
ja: Stable Channelsは自己管理型ウォレットです。秘密鍵はご自身で管理します。
pt_br: Stable Channels é uma carteira auto-custodial. Você controla suas chaves privadas.
ru: Stable Channels — это некастодиальный кошелек. Вы контролируете свои приватные ключи.
zh_hans: Stable Channels 是一款自托管钱包。您完全控制您的私钥。

# info_splice_confirm
source: Confirm splice-out of
ar: تأكيد إخراج (Splice-out)
bn: স্প্লাইস-আউট নিশ্চিত করুন
de: Splice-Out bestätigen an
es: Confirmar el splice-out a
fr: Confirmer le retrait par raccordement de
hi: स्प्लिस-आउट की पुष्टि करें
ja: スプライスアウトを確認:
pt_br: Confirmar retirada via splice para
ru: Подтвердите splice-out на
zh_hans: 确认 Splice-out 给

# info_splice_out
source: Splice-out initiated
ar: بدء الإخراج (Splice-out)
bn: স্প্লাইস-আউট শুরু হয়েছে
de: Splice-Out eingeleitet
es: Splice-out iniciado
fr: Retrait par raccordement initié
hi: स्प्लिस-आउट प्रारंभ
ja: スプライスアウトが開始されました
pt_br: Retirada via splice iniciada
ru: Splice-out инициирован
zh_hans: Splice-out 已启动

# info_splice_out_funds
source: Funds will be sent via splice-out from your Lightning channel.
ar: سيتم إرسال الأموال عبر Splice-out من قناة لايتنينج الخاصة بك.
bn: তহবিল আপনার লাইটনিং চ্যানেল থেকে স্প্লাইস-আউটের মাধ্যমে পাঠানো হবে।
de: Das Geld wird per Splice-Out aus Ihrem Lightning-Kanal gesendet.
es: Los fondos se enviarán a través del splice-out desde tu canal.
fr: Les fonds seront envoyés via un retrait par raccordement depuis votre canal Lightning.
hi: फंड आपके लाइटनिंग चैनल से स्प्लिस-आउट के माध्यम से भेजा जाएगा।
ja: 資金はLightningチャネルからのスプライスアウトによって送信されます。
pt_br: Os fundos serão enviados via splice-out do seu canal Lightning.
ru: Средства будут отправлены с помощью splice-out из вашего канала Lightning.
zh_hans: 资金将通过您的闪电通道以 Splice-out 方式发送。

# info_splice_out_note
source: Note: Funds require onchain confirmation after splice completes.
ar: ملاحظة: تتطلب الأموال تأكيدًا على السلسلة بعد اكتمال الـ Splice.
bn: দ্রষ্টব্য: স্প্লাইস সম্পন্ন হওয়ার পরে তহবিলের জন্য অন-চেইন নিশ্চিতকরণ প্রয়োজন।
de: Hinweis: Das Geld erfordert nach dem Splice eine On-Chain-Bestätigung.
es: Nota: Los fondos requieren confirmación on-chain después del splice.
fr: Remarque : Les fonds nécessitent une confirmation on-chain après le raccordement.
hi: ध्यान दें: स्प्लिस पूरा होने के बाद फंड को ऑन-चेन पुष्टि की आवश्यकता होती है।
ja: 注: 資金はスプライス完了後にオンチェーンの確認が必要です。
pt_br: Nota: Os fundos requerem confirmação on-chain após a conclusão do splice.
ru: Примечание: средствам требуется on-chain подтверждение после завершения сплайса.
zh_hans: 注意：Splice 完成后，资金需要进行链上确认。

# info_theme_setting
source: System uses your device's appearance setting.
ar: يستخدم النظام إعداد المظهر الخاص بجهازك.
bn: সিস্টেম আপনার ডিভাইসের অ্যাপিয়ারেন্স সেটিং ব্যবহার করে।
de: Das System verwendet die Einstellung Ihres Geräts.
es: El sistema usa la configuración de tu dispositivo.
fr: Le système utilise le paramètre d'apparence de votre appareil.
hi: सिस्टम आपके डिवाइस की दिखावट सेटिंग का उपयोग करता है।
ja: システムはデバイスの外観設定を使用します。
pt_br: O sistema usa a configuração de aparência do seu dispositivo.
ru: Система использует настройки внешнего вида вашего устройства.
zh_hans: 系统使用您设备的外观设置。

# instruction_restore
source: Enter your 12 or 24 word seed phrase
ar: أدخل عبارة الاسترداد المكونة من 12 أو 24 كلمة
bn: আপনার ১২ বা ২৪ শব্দের সীড ফ্রেজ লিখুন
de: Geben Sie Ihre 12- oder 24-Wörter-Seed-Phrase ein
es: Ingresa las 12 o 24 palabras de tu semilla
fr: Entrez votre phrase secrète de 12 ou 24 mots
hi: अपना 12 या 24 शब्दों का सीड वाक्यांश दर्ज करें
ja: 12語または24語のシードフレーズを入力してください
pt_br: Insira sua frase de recuperação de 12 ou 24 palavras
ru: Введите seed-фразу из 12 или 24 слов
zh_hans: 输入您的 12 词或 24 词助记词

# invoice_description
source: Invoice
ar: فاتورة
bn: ইনভয়েস
de: Rechnung
es: Factura
fr: Facture
hi: चालान
ja: インボイス
pt_br: Fatura
ru: Инвойс
zh_hans: 发票

# label_action
source: Action
ar: إجراء
bn: অ্যাকশন
de: Aktion
es: Acción
hi: क्रिया
ja: アクション
pt_br: Ação
ru: Действие
zh_hans: 操作

# label_address
source: Address
ar: العنوان
bn: ঠিকানা
de: Adresse
es: Dirección
fr: Adresse
hi: पता
ja: アドレス
pt_br: Endereço
ru: Адрес
zh_hans: 地址

# label_all_available_funds
source: All available funds
ar: جميع الأموال المتاحة
bn: সমস্ত উপলব্ধ তহবিল
de: Alle verfügbaren Gelder
es: Todos los fondos disponibles
fr: Tous les fonds disponibles
hi: सभी उपलब्ध फंड
ja: 利用可能な全資金
pt_br: Todos os fundos disponíveis
ru: Все доступные средства
zh_hans: 所有可用资金

# label_amount
source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Cantidad
fr: Montant
hi: राशि
ja: 金額
pt_br: Valor
ru: Сумма
zh_hans: 金额

# label_amount_btc
source: BTC Amount
ar: مبلغ BTC
bn: BTC পরিমাণ
de: BTC-Betrag
es: Cantidad de BTC
fr: Montant en BTC
hi: BTC राशि
ja: BTC金額
pt_br: Valor em BTC
ru: Сумма в BTC
zh_hans: BTC 金额

# label_amount_row
source: Amount
ar: المبلغ
bn: পরিমাণ
de: Betrag
es: Cantidad
fr: Montant
hi: राशि
ja: 金額
pt_br: Valor
ru: Сумма
zh_hans: 金额

# label_amount_usd
source: USD Amount
ar: مبلغ USD
bn: USD পরিমাণ
de: USD-Betrag
es: Cantidad de USD
fr: Montant en USD
hi: USD राशि
ja: USD金額
pt_br: Valor em USD
ru: Сумма в USD
zh_hans: USD 金额

# label_any_amount
source: Any Amount
ar: أي مبلغ
bn: যেকোন পরিমাণ
de: Beliebiger Betrag
es: Cualquier cantidad
fr: N'importe quel montant
hi: कोई भी राशि
ja: 任意の金額
pt_br: Qualquer valor
ru: Любая сумма
zh_hans: 任意金额

# label_app_unlock
source: App Unlock
ar: إلغاء قفل التطبيق
bn: অ্যাপ আনলক
de: App entsperren
es: Desbloqueo de Aplicación
fr: Déverrouillage de l'application
hi: ऐप अनलॉक
ja: アプリのロック解除
pt_br: Bloqueio do Aplicativo
ru: Разблокировка приложения
zh_hans: 应用解锁

# label_attempts_left
source: attempts left
ar: محاولات متبقية
bn: বার চেষ্টা বাকি আছে
de: Versuche übrig
es: intentos restantes
fr: tentatives restantes
hi: प्रयास शेष
ja: 回の試行が残っています
pt_br: tentativas restantes
ru: попыток осталось
zh_hans: 次尝试机会

# label_auth_failed
source: Authentication Failed
ar: فشلت المصادقة
bn: প্রমাণীকরণ ব্যর্থ হয়েছে
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: L'authentification a échoué
hi: प्रमाणीकरण विफल
ja: 認証に失敗しました
pt_br: Falha na Autenticação
ru: Ошибка аутентификации
zh_hans: 验证失败

# label_authenticate
source: Authenticate
ar: مصادقة
bn: প্রমাণীকরণ করুন
de: Authentifizieren
es: Autenticar
fr: Authentifier
hi: प्रमाणित करें
ja: 認証
pt_br: Autenticar
ru: Аутентификация
zh_hans: 验证

# label_background_service
source: Background Service
ar: خدمة الخلفية
bn: ব্যাকগ্রাউন্ড পরিষেবা
de: Hintergrunddienst
es: Servicio de Fondo
fr: Service d'arrière-plan
hi: बैकग्राउंड सेवा
ja: バックグラウンドサービス
pt_br: Serviço em Segundo Plano
ru: Фоновая служба
zh_hans: 后台服务

# label_backing_sats
source: Backing Sats
ar: الساتوشي الداعمة (Backing)
bn: ব্যাকিং স্যাটস
de: Absichernde Sats
es: Sats de Respaldo
fr: Sats de soutien
hi: बैकिंग सैट्स
ja: 裏付けSats
pt_br: Sats de Apoio
ru: Обеспечение в сатоши
zh_hans: 支持的 Sats

# label_balance
source: Balance
ar: الرصيد
bn: ব্যালেন্স
de: Guthaben
es: Saldo
fr: Solde
hi: शेष राशि
ja: 残高
pt_br: Saldo
ru: Баланс
zh_hans: 余额

# label_bolt12_offer
source: Offer
ar: عرض (Offer)
bn: অফার
de: Angebot
es: Oferta
fr: Offre
hi: प्रस्ताव
ja: オファー
pt_br: Oferta
ru: Предложение
zh_hans: 报价 (Offer)

# label_btc_balance
source: BTC Balance
ar: رصيد BTC
bn: BTC ব্যালেন্স
de: BTC-Guthaben
es: Saldo BTC
fr: Solde BTC
hi: BTC शेष
ja: BTC残高
pt_br: Saldo BTC
ru: Баланс BTC
zh_hans: BTC 余额

# label_btc_price
source: BTC Price
ar: سعر BTC
bn: BTC মূল্য
de: BTC-Preis
es: Precio BTC
fr: Prix du BTC
hi: BTC मूल्य
ja: BTC価格
pt_br: Preço do BTC
ru: Цена BTC
zh_hans: BTC 价格

# label_build
source: Build
ar: بناء
bn: বিল্ড
fr: Version de build
hi: बिल्ड
ja: ビルド
pt_br: Versão de Compilação
ru: Сборка
zh_hans: 版本 (Build)

# label_camera_denied
source: Camera access required. Enable in Settings.
ar: الوصول إلى الكاميرا مطلوب. قم بتفعيله في الإعدادات.
bn: ক্যামেরা অ্যাক্সেস প্রয়োজন। সেটিংসে সক্রিয় করুন।
de: Kamerazugriff erforderlich. In Einstellungen aktivieren.
es: Se necesita acceso a la cámara. Habilítalo en Ajustes.
fr: Accès à la caméra requis. Activer dans les paramètres.
hi: कैमरा पहुंच आवश्यक है। सेटिंग्स में सक्षम करें।
ja: カメラへのアクセスが必要です。設定で有効にしてください。
pt_br: Acesso à câmera necessário. Ative nas Configurações.
ru: Требуется доступ к камере. Включите в настройках.
zh_hans: 需要相机权限。请在设置中启用。

# label_capacity
source: Capacity
ar: السعة
bn: ক্ষমতা
de: Kapazität
es: Capacidad
fr: Capacité
hi: क्षमता
ja: 容量
pt_br: Capacidade
ru: Емкость
zh_hans: 容量

# label_channel_info
source: Channel Info
ar: معلومات القناة
bn: চ্যানেল ইনফো
de: Kanal-Info
es: Info del Canal
fr: Infos sur le canal
hi: चैनल जानकारी
ja: チャネル情報
pt_br: Informações do Canal
ru: Информация о канале
zh_hans: 通道信息

# label_close_tx
source: Close Tx
ar: معاملة الإغلاق (Tx)
bn: বন্ধের Tx
es: Tx de Cierre
fr: Tx de fermeture
hi: क्लोज Tx
ja: 閉じるトランザクション
pt_br: Tx de Fechamento
ru: Транзакция закрытия
zh_hans: 关闭 Tx

# label_confirmations
source: Confirmations
ar: التأكيدات
bn: নিশ্চিতকরণ
de: Bestätigungen
es: Confirmaciones
hi: पुष्टिकरण
ja: 確認数
pt_br: Confirmações
ru: Подтверждения
zh_hans: 确认数

# label_connection
source: Connection
ar: الاتصال
bn: সংযোগ
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
ja: 接続
pt_br: Conexão
ru: Соединение
zh_hans: 连接

# label_counterparty
source: Counterparty
ar: الطرف الآخر
bn: কাউন্টারপার্টি
de: Gegenpartei
es: Contraparte
fr: Contrepartie
hi: काउंटरपार्टी
ja: 取引相手
pt_br: Contraparte
ru: Контрагент
zh_hans: 交易对手

# label_custody
source: Custody
ar: الحفظ (Custody)
bn: কাস্টডি
de: Verwahrung
es: Custodia
fr: Garde
hi: कस्टडी
ja: 保管
pt_br: Custódia
ru: Хранение
zh_hans: 托管

# label_date
source: Date
ar: التاريخ
bn: তারিখ
de: Datum
es: Fecha
hi: तिथि
ja: 日付
pt_br: Data
ru: Дата
zh_hans: 日期

# label_device_token
source: Device Token
ar: رمز الجهاز (Device Token)
bn: ডিভাইস টোকেন
de: Geräte-Token
es: Token del Dispositivo
fr: Jeton d'appareil
hi: डिवाइस टोकन
ja: デバイストークン
pt_br: Token do Dispositivo
ru: Токен устройства
zh_hans: 设备令牌

# label_direction
source: Direction
ar: الاتجاه
bn: দিক
de: Richtung
es: Dirección
hi: दिशा
ja: 方向
pt_br: Direção
ru: Направление
zh_hans: 方向

# label_distance_from_par
source: Distance from PAR
ar: البعد عن نقطة التعادل (PAR)
bn: PAR থেকে দূরত্ব
de: Entfernung von PAR
es: Distancia de PAR
fr: Distance de PAR
hi: PAR से दूरी
ja: PARからの距離
pt_br: Distância de PAR
ru: Отклонение от PAR
zh_hans: 距面值的距离 (PAR)

# label_expected_usd
source: Expected USD
ar: المتوقع USD
bn: প্রত্যাশিত USD
de: Erwartete USD
es: USD Esperado
fr: USD attendu
hi: अपेक्षित USD
ja: 予想USD
pt_br: USD Esperado
ru: Ожидается USD
zh_hans: 预期 USD

# label_explorer
source: Explorer
ar: المستكشف (Explorer)
bn: এক্সপ্লোরার
es: Explorador
fr: Explorateur
hi: एक्सप्लोरर
ja: エクスプローラー
pt_br: Explorador
ru: Обозреватель
zh_hans: 浏览器

# label_fee
source: Fee
ar: رسوم
bn: ফি
de: Gebühr
es: Tarifa
fr: Frais
hi: शुल्क
ja: 手数料
pt_br: Taxa
ru: Комиссия
zh_hans: 费用

# label_fee_percent
source: Fee %
ar: نسبة الرسوم %
bn: ফি %
de: Gebühr %
es: % de Tarifa
fr: % de frais
hi: शुल्क %
ja: 手数料 %
pt_br: % de Taxa
ru: % комиссии
zh_hans: 费用 %

# label_fee_row
source: Fee
ar: رسوم
bn: ফি
de: Gebühr
es: Tarifa
fr: Frais
hi: शुल्क
ja: 手数料
pt_br: Taxa
ru: Комиссия
zh_hans: 费用

# label_fee_sats
source: Fee (sats)
ar: رسوم (ساتوشي)
bn: ফি (sats)
de: Gebühr (sats)
es: Tarifa (sats)
fr: Frais (sats)
hi: शुल्क (सैट्स)
ja: 手数料 (sats)
pt_br: Taxa (sats)
ru: Комиссия (сат)
zh_hans: 费用 (sats)

# label_funding_tx
source: Funding TX
ar: معاملة التمويل (TX)
bn: ফান্ডিং TX
es: Tx de Financiamiento
fr: Tx de financement
hi: फंडिंग TX
ja: 資金調達トランザクション
pt_br: Tx de Financiamento
ru: Транзакция фондирования
zh_hans: 资金 TX

# label_inbound
source: Inbound
ar: وارد
bn: ইনবাউন্ড
de: Eingehend
es: Entrante
fr: Entrant
hi: इनबाउंड
ja: インバウンド
pt_br: Entrada
ru: Входящая
zh_hans: 入站 (Inbound)

# label_native_btc
source: Native BTC
ar: BTC الأصلي
bn: নেটিভ BTC
de: On-Chain BTC
es: BTC Nativo
fr: BTC natif
hi: नेटिव BTC
ja: ネイティブBTC
pt_br: BTC Nativo
ru: On-chain BTC
zh_hans: 原生 BTC

# label_network
source: Network
ar: الشبكة
bn: নেটওয়ার্ক
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
ja: ネットワーク
pt_br: Rede
ru: Сеть
zh_hans: 网络

# label_network_fee
source: Network Fee
ar: رسوم الشبكة
bn: নেটওয়ার্ক ফি
de: Netzwerkgebühr
es: Tarifa de Red
fr: Frais de réseau
hi: नेटवर्क शुल्क
ja: ネットワーク手数料
pt_br: Taxa da Rede
ru: Сетевая комиссия
zh_hans: 网络费用

# label_no_camera
source: No camera available. Paste invoice manually.
ar: لا تتوفر كاميرا. الصق الفاتورة يدويًا.
bn: কোনো ক্যামেরা নেই। ম্যানুয়ালি ইনভয়েস পেস্ট করুন।
de: Keine Kamera verfügbar. Fügen Sie die Rechnung manuell ein.
es: Sin cámara disponible. Pega la factura a mano.
fr: Aucune caméra disponible. Collez la facture manuellement.
hi: कोई कैमरा उपलब्ध नहीं है। चालान मैन्युअल रूप से पेस्ट करें।
ja: カメラが利用できません。インボイスを手動で貼り付けてください。
pt_br: Nenhuma câmera disponível. Cole a fatura manualmente.
ru: Камера недоступна. Вставьте инвойс вручную.
zh_hans: 没有可用的相机。请手动粘贴发票。

# label_node_id
source: Node ID
ar: معرّف العقدة
bn: নোড আইডি
es: ID del Nodo
fr: ID du nœud
hi: नोड आईडी
ja: ノードID
pt_br: ID do Nó
zh_hans: 节点 ID

# label_node_identity
source: Node Identity
ar: هوية العقدة
bn: নোড আইডেন্টিটি
de: Node-Identität
es: Identidad del Nodo
fr: Identité du nœud
hi: नोड पहचान
ja: ノードID情報
pt_br: Identidade do Nó
ru: Идентификация узла
zh_hans: 节点标识

# label_node_status
source: Node Status
ar: حالة العقدة
bn: নোড স্ট্যাটাস
es: Estado del Nodo
fr: État du nœud
hi: नोड स्थिति
ja: ノードのステータス
pt_br: Status do Nó
ru: Статус узла
zh_hans: 节点状态

# label_none
source: None
ar: لا شيء
bn: কোনটিই নয়
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 无

# label_notifications
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएं
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

# label_on_chain
source: Onchain
ar: على السلسلة (Onchain)
bn: অন-চেইন
fr: Sur la chaîne
hi: ऑन-चेन
ja: オンチェーン
zh_hans: 链上

# label_on_chain_address
source: Onchain Address
ar: عنوان على السلسلة
bn: অন-চেইন ঠিকানা
de: On-Chain-Adresse
es: Dirección On-chain
fr: Adresse sur la chaîne
hi: ऑन-चेन पता
ja: オンチェーンアドレス
pt_br: Endereço On-chain
ru: On-chain адрес
zh_hans: 链上地址

# label_outbound
source: Outbound
ar: صادر
bn: আউটবাউন্ড
de: Ausgehend
es: Saliente
fr: Sortant
hi: आउटबाउंड
ja: アウトバウンド
pt_br: Saída
ru: Исходящая
zh_hans: 出站 (Outbound)

# label_payment_confirmation
source: Payment Confirmation
ar: تأكيد الدفع
bn: পেমেন্ট নিশ্চিতকরণ
de: Zahlungsbestätigung
es: Confirmación de Pago
fr: Confirmation de paiement
hi: भुगतान की पुष्टि
ja: 支払い確認
pt_br: Confirmação de Pagamento
ru: Подтверждение платежа
zh_hans: 付款确认

# label_payment_id
source: Payment ID
ar: معرّف الدفع
bn: পেমেন্ট আইডি
de: Zahlungs-ID
es: ID de Pago
fr: ID de paiement
hi: भुगतान आईडी
ja: 支払いID
pt_br: ID de Pagamento
ru: ID платежа
zh_hans: 付款 ID

# label_sats_btc
source: sats / BTC
ar: ساتوشي / BTC
hi: सैट्स / BTC
ru: сат / BTC

# label_status
source: Status
ar: الحالة
bn: স্ট্যাটাস
es: Estado
fr: Statut
hi: स्थिति
ja: ステータス
ru: Статус
zh_hans: 状态

# label_theme
source: Theme
ar: المظهر
bn: থিম
de: Design
es: Tema
fr: Thème
hi: थीम
ja: テーマ
pt_br: Tema
ru: Тема
zh_hans: 主题

# label_total_balance
source: Total Balance
ar: إجمالي الرصيد
bn: মোট ব্যালেন্স
de: Gesamtguthaben
es: Saldo Total
fr: Solde total
hi: कुल शेष
ja: 総残高
pt_br: Saldo Total
ru: Общий баланс
zh_hans: 总余额

# label_txid
source: TXID
ar: معرّف المعاملة (TXID)

# label_type
source: Type
ar: النوع
bn: ধরন
de: Typ
es: Tipo
hi: प्रकार
ja: タイプ
pt_br: Tipo
ru: Тип
zh_hans: 类型

# label_unrecognized_format
source: Unrecognized format
ar: تنسيق غير معروف
bn: অপরিচিত ফর্ম্যাট
de: Unerkanntes Format
es: Formato no reconocido
fr: Format non reconnu
hi: अपरिचित प्रारूप
ja: 認識できないフォーマット
pt_br: Formato não reconhecido
ru: Неизвестный формат
zh_hans: 无法识别的格式

# label_usd_value
source: USD Value
ar: قيمة USD
bn: USD মূল্য
de: USD-Wert
es: Valor USD
fr: Valeur USD
hi: USD मूल्य
ja: USD価値
pt_br: Valor em USD
ru: Стоимость в USD
zh_hans: USD 价值

# label_version
source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
ja: バージョン
pt_br: Versão
ru: Версия
zh_hans: 版本

# label_you_receive
source: You Receive
ar: أنت تتلقى
bn: আপনি পাবেন
de: Sie erhalten
es: Recibes
fr: Vous recevez
hi: आप प्राप्त करते हैं
ja: 受け取る金額
pt_br: Você Recebe
ru: Вы получите
zh_hans: 您收到
